{
	"description": "Lade Dir Wattpad-Geschichten für Deinen E-Book-Reader, Dein Smartphone, Deinen Desktop-PC und andere Plattformen kostenlos herunter!",
	"titlebar": {
		"home": "Startseite",
		"help": "Hilfe",
		"privacy": "Datenschutz"
	},
	"home": {
		"text": "Lade Wattpad-Geschichten für<br/> E-Book-Reader, Smartphones, Desktop-PCs und weitere Plattformen kostenlos herunter!",
		"urlDescription": "Öffne eine Geschichte auf Wattpad und ändere die Adresse von wattpad<b>.com</b> zu wattpad<b>.ml</b>",
		"placeholder": "Buch URL, Kapitel oder ID eingeben",
		"submit": "Weiter"
	},
	"help": [
		{
			"title": "Wie kann ich eine Geschichte von Wattpad herunterladen?",
			"text": "Zuerst suchst Du Dir die Geschichte normal auf Wattpad aus. Sobald Du in einem Kapitel, oder auf der Informationsseite Deiner Geschichte bist, kannst Du die Adress-Endung von wattpad<b>.com</b> zu wattpad<b>.ml</b>.<br/> ändern. Bitte ändere nur die Endung und lasse alles davor und danach exakt so, wie es ist. Nach dem Du die Anfrage abgeschickt hast, landest Du auf unserer Seite und kannst die Geschichte herunterladen. Alternativ kannst Du auch die Adresse von Wattpad kopieren und in das Eingabefeld auf der Startseite einfügen."
		},
		{
			"title": "Welches Format soll ich zum Herunterladen wählen?",
			"text": "Wir bieten Dir zwei verschiedene Formate an. Erstens das <b>EPUB</b>-Format und zweitens das <b>HTML</b>-Format.<br/>EPUB-Dateien eignen sich ideal für E-Book-Reader wie z.B. den Amazon Kindle oder den Tolino. Um die Geschichte auf Deinen E-Book-Reader zu laden, kannst Du z.B. die Software <a href=\"https://www.calibre-ebook.com/about\">Calibre</a> verwenden. Das EPUB-Format ist ebenfalls mit Apple Books kompatibel. Wenn Du also ein iOS-Gerät hast, solltest Du das EPUB-Format herunterladen.<br/> Falls Du auf einer anderen Plattform wie einem PC oder einem Android-Smartphone lesen möchtest, sollten Du das HTML-Format wählen. Diese Datei enthält einen kompletten Reader inklusive Deiner Geschichte und kann mit jedem Webbrowser geöffnet werden. Der Reader gibt Dir auch die Möglichkeit, die Schriftart, Schriftgröße und das Farbschema zu ändern."
		},
		{
			"title": "Hast du Fragen oder Probleme?",
			"text": "<center>Schreib uns eine Email: <a href=\"mailto:myhamstermail@gmail.com\">myhamstermail@gmail.com</a></center>"
		}
	],
	"privacy": "<h1 class=\"adsimple-311190408\">Datenschutzerklärung</h1><h2 class=\"adsimple-311190408\">Datenschutz</h2><p>Wir haben diese Datenschutzerklärung (Fassung 30.06.2020-311190408) verfasst, um Ihnen gemäß der Vorgaben der <a class=\"adsimple-311190408\" href=\"https://eur-lex.europa.eu/legal-content/DE/ALL/?uri=celex%3A32016R0679&amp;tid=311190408\" target=\"_blank\" rel=\"noopener\">Datenschutz-Grundverordnung (EU) 2016/679</a>zu erklären, welche Informationen wir sammeln, wie wir Daten verwenden und welche Entscheidungsmöglichkeiten Sie als Besucher dieser Webseite haben.</p><p>Leider liegt es in der Natur der Sache, dass diese Erklärungen sehr technisch klingen, wir haben uns bei der Erstellung jedoch bemüht die wichtigsten Dinge so einfach und klar wie möglich zu beschreiben.</p><h2 class=\"adsimple-311190408\">Rechte laut Datenschutzgrundverordnung</h2><p>Ihnen stehen laut den Bestimmungen der DSGVO grundsätzlich die folgende Rechte zu:</p><ul class=\"adsimple-311190408\"> <li class=\"adsimple-311190408\">Recht auf Berichtigung (Artikel 16 DSGVO)</li><li class=\"adsimple-311190408\">Recht auf Löschung („Recht auf Vergessenwerden“) (Artikel 17 DSGVO)</li><li class=\"adsimple-311190408\">Recht auf Einschränkung der Verarbeitung (Artikel 18 DSGVO)</li><li class=\"adsimple-311190408\">Recht auf Benachrichtigung &#8211; Mitteilungspflicht im Zusammenhang mit der Berichtigung oder Löschung personenbezogener Daten oder der Einschränkung der Verarbeitung (Artikel 19 DSGVO) </li><li class=\"adsimple-311190408\">Recht auf Datenübertragbarkeit (Artikel 20 DSGVO)</li><li class=\"adsimple-311190408\">Widerspruchsrecht (Artikel 21 DSGVO)</li><li class=\"adsimple-311190408\">Recht, nicht einer ausschließlich auf einer automatisierten Verarbeitung — einschließlich Profiling — beruhenden Entscheidung unterworfen zu werden (Artikel 22 DSGVO) </li></ul><p>Wenn Sie glauben, dass die Verarbeitung Ihrer Daten gegen das Datenschutzrecht verstößt oder Ihre datenschutzrechtlichen Ansprüche sonst in einer Weise verletzt worden sind, können Sie sich an die <a class=\"adsimple-311190408\" class=\"311190408\" href=\"https://www.bfdi.bund.de\" target=\"_blank\" rel=\"noopener\">Bundesbeauftragte für den Datenschutz und die Informationsfreiheit (BfDI)</a>wenden.</p><h2 class=\"adsimple-311190408\"> TLS-Verschlüsselung mit https</h2><p>Wir verwenden https um Daten abhörsicher im Internet zu übertragen (Datenschutz durch Technikgestaltung <a class=\"adsimple-311190408\" href=\"https://eur-lex.europa.eu/legal-content/DE/TXT/HTML/?uri=CELEX:32016R0679&amp;from=DE&amp;tid=311190408\" target=\"_blank\" rel=\"noopener\">Artikel 25 Absatz 1 DSGVO</a>). Durch den Einsatz von TLS (Transport Layer Security), einem Verschlüsselungsprotokoll zur sicheren Datenübertragung im Internet können wir den Schutz vertraulicher Daten sicherstellen. Sie erkennen die Benutzung dieser Absicherung der Datenübertragung am kleinen Schloßsymbol links oben im Browser und der Verwendung des Schemas https (anstatt http) als Teil unserer Internetadresse.</p><h2 class=\"adsimple-311190408\">Cloudflare Datenschutzerklärung</h2><p>Wir verwenden auf dieser Webseite Cloudflare der Firma Cloudflare, Inc. (101 Townsend St., San Francisco, CA 94107, USA), um unsere Webseite schneller und sicherer zu machen. Dabei verwendet Cloudflare Cookies und verarbeitet User-Daten. Cloudflare, Inc. ist eine amerikanische Firma, die ein Content Delivery Network und diverse Sicherheitsdienste bereitstellt. Diese Dienste befinden sich zwischen dem User und unserem Hosting-Anbieter und fungieren als <a class=\"adsimple-311190408\" href=\"https://de.wikipedia.org/wiki/Reverse_Proxy\" target=\"_blank\" rel=\"noopener\">Reverse Proxy</a>für Webseiten. Was das alles genau bedeutet, versuchen wir im Folgenden genauer zu erläutern.</p><h3 class=\"adsimple-311190408\">Was ist Cloudflare?</h3><p>Ein Content Delivery Network (CDN), wie es die Firma Cloudflare bereitstellt, ist nichts anderes als ein Netzwerk aus über das Internet verbundenen Servern. Cloudflare hat auf der ganzen Welt solche Server verteilt, um Webseiten schneller auf Ihren Bildschirm zu bringen. Ganz einfach gesagt, legt Cloudflare Kopien unserer Website an und platziert sie auf ihren eigenen Servern. Wenn Sie jetzt unsere Webseite besuchen, stellt ein System der Lastenverteilung sicher, dass die größten Teile unserer Webseite von jenem Server ausgeliefert werden, der Ihnen unsere Webseite am schnellsten anzeigen kann. Die Strecke der Datenübertragung zu Ihrem Browser wird durch ein CDN deutlich verkürzt. Somit wird Ihnen der Content unserer Webseite durch Cloudflare nicht nur von unserem Hosting-Server geliefert, sondern von Servern aus der ganzen Welt. Besonders hilfreich wird der Einsatz von Cloudflare für User aus dem Ausland, da hier die Seite von einem Server in der Nähe ausgeliefert werden kann. Neben dem schnellen Ausliefern von Webseiten bietet Cloudflare auch diverse Sicherheitsdienste, wie den DDoS-Schutz oder die Web Application Firewall an.</p><h3 class=\"adsimple-311190408\"> Warum wir Cloudflare auf unserer Website verwenden?</h3><p>Natürlich wollen wir Ihnen mit unserer Webseite das bestmögliche Service bieten. Cloudflare hilft uns dabei, unsere Webseite schneller und sicherer zu machen. Cloudflare bietet uns sowohl Web-Optimierungen als auch Sicherheitsdienste, wie DDoS-Schutz und Web-Firewall, an. Dazu gehören auch ein <a class=\"adsimple-311190408\" href=\"https://de.wikipedia.org/wiki/Reverse_Proxy\" target=\"_blank\" rel=\"noopener\">Reverse-Proxy</a>und das Content-Verteilungsnetzwerk (CDN). Cloudflare blockiert Bedrohungen und begrenzt missbräuchliche Bots und Crawler, die unsere Bandbreite und Serverressourcen verschwenden. Durch das Speichern unserer Webseite auf lokalen Datenzentren und das Blockieren von Spam-Software ermöglicht Cloudflare, unsere Bandbreitnutzung etwa um 60% zu reduzieren. Das Bereitstellen von Inhalten über ein Datenzentrum in Ihrer Nähe und einiger dort durchgeführten Web-Optimierungen reduziert die durchschnittliche Ladezeit einer Website etwa um die Hälfte. Durch die Einstellung „I´m Under Attack Mode“ („Ich werde angegriffen“-Modus) können laut Cloudflare weitere Angriffe abgeschwächt werden, indem eine JavaScript-Rechenaufgabe angezeigt wird, die man lösen muss, bevor ein User auf eine Webseite zugreifen kann. Insgesamt wird dadurch unsere Website deutlich leistungsstärker und weniger anfällig auf Spam oder andere Angriffe.</p><h3 class=\"adsimple-311190408\">Welche Daten werden von Cloudflare gespeichert?</h3><p>Cloudflare leitet im Allgemeinen nur jene Daten weiter, die von Websitebetreibern gesteuert werden. Die Inhalte werden also nicht von Cloudflare bestimmt, sondern immer vom Websitebetreiber selbst. Zudem erfasst Cloudflare unter Umständen bestimmte Informationen zur Nutzung unserer Webseite und verarbeitet Daten, die von uns versendet werden oder für die Cloudflare entsprechende Anweisungen erhalten hat. In den meisten Fällen erhält Cloudflare Daten wie Kontaktinformationen, IP-Adressen, Sicherheitsfingerabdrücke, DNS-Protokolldaten und Leistungsdaten für Webseiten, die aus der Browseraktivitäten abgeleitet werden. Protokolldaten helfen Cloudflare beispielsweise dabei, neue Bedrohungen zu erkennen. So kann Cloudflare einen hohen Sicherheitsschutz für unsere Webseite gewährleisten. Cloudflare verarbeitet diese Daten im Rahmen der Services unter Einhaltung der geltenden Gesetze. Dazu zählt natürlich auch die Datenschutzgrundverordnung (DSGVO).</p><p>Aus Sicherheitsgründen verwendet Cloudflare auch ein Cookie. Das Cookie (__cfduid) wird verwendet, um einzelne User hinter einer gemeinsam genutzten IP-Adresse zu identifizieren und Sicherheitseinstellungen für jeden einzelnen User anzuwenden. Sehr nützlich wird dieses Cookie beispielweise, wenn Sie unsere Webseite aus einem Lokal benutzen, in dem sich eine Reihe infizierter Computer befinden. Wenn aber Ihr Computer vertrauenswürdig ist, können wir dies anhand des Cookies erkennen. So können Sie, trotz infizierter PCs im Umfeld, ungehindert durch unsere Webseite surfen. Wichtig zu wissen ist auch noch, dass dieses Cookie keine personenbezogenen Daten speichert. Dieses Cookie ist für die Cloudflare-Sicherheitsfunktionen unbedingt erforderlich und kann nicht deaktiviert werden.</p><h3 class=\"adsimple-311190408\">Cookies von Cloudflare</h3><ul class=\"adsimple-311190408\"> <li class=\"adsimple-311190408\">__cfduid <ul class=\"adsimple-311190408\"> <li class=\"adsimple-311190408\">Ablaufzeit:1 Jahr</li><li class=\"adsimple-311190408\">Verwendung:Sicherheitseinstellungen für jeden einzelnen Besucher</li><li class=\"adsimple-311190408\">Beispielhafter Wert:d798bf7df9c1ad5b7583eda5cc5e78311190408</li></ul> </li></ul><p>Cloudflare arbeitet auch mit Drittanbietern zusammen. Diese dürfen personenbezogene Daten nur unter Anweisung der Firma Cloudflare und in Übereinstimmung mit den Datenschutzrichtlinien und anderer Vertraulichkeits- und Sicherheitsmaßnahmen verarbeiten. Ohne explizite Einwilligung von uns gibt Cloudflare keine personenbezogenen Daten weiter.</p><h3 class=\"adsimple-311190408\">Wie lange und wo werden die Daten gespeichert?</h3><p>Cloudflare speichert Ihre Informationen hauptsächlich in den USA und im Europäischen Wirtschaftsraum. Cloudflare kann die oben beschriebenen Informationen aus der ganzen Welt übertragen und darauf zugreifen. Im Allgemeinen speichert Cloudflare Daten auf User-Ebene für Domains in den Versionen Free, Pro und Business für weniger als 24 Stunden. Für Enterprise Domains, die Cloudflare Logs (früher Enterprise LogShare oder ELS) aktiviert haben, können die Daten bis zu 7 Tage gespeichert werden. Wenn allerdings IP-Adressen bei Cloudflare Sicherheitswarnungen auslösen, kann es zu Ausnahmen der oben angeführten Speicherungsdauer kommen.</p><h3 class=\"adsimple-311190408\">Wie kann ich meine Daten löschen bzw. die Datenspeicherung verhindern?</h3><p>Cloudflare bewahrt Daten-Protokolle nur solange wie nötig auf und diese Daten werden auch in den meisten Fällen innerhalb von 24 Stunden wieder gelöscht. Cloudflare speichert auch keine personenbezogenen Daten, wie beispielsweise Ihre IP-Adresse. Es gibt allerdings Informationen, die Cloudflare als Teil seiner permanenten Protokolle auf unbestimmte Zeit speichert, um so die Gesamtleistung von Cloudflare Resolver zu verbessern und etwaige Sicherheitsrisiken zu erkennen. Welche permanenten Protokolle genau speichert werden, können Sie auf <a class=\"adsimple-311190408\" href=\"https://www.cloudflare.com/application/privacypolicy/\" target=\"_blank\" rel=\"noopener\">https://www.cloudflare.com/application/privacypolicy/</a>nachlesen. Alle Daten, die Cloudflare sammelt (temporär oder permanent), werden von allen personenbezogenen Daten bereinigt. Alle permanenten Protokolle werden zudem von Cloudflare anonymisiert.</p><p>Cloudflare geht in ihrer Datenschutzerklärung darauf ein, dass sie für die Inhalte, die sie erhalten nicht verantwortlich sind. Wenn Sie beispielsweise bei Cloudflare anfragen, ob sie Ihre Inhalte aktualisieren oder löschen können, verweist Cloudflare grundsätzlich auf uns als Websitebetreiber. Sie können auch die gesamte Erfassung und Verarbeitung Ihrer Daten durch Cloudflare komplett unterbinden, indem Sie die Ausführung von Script-Code in Ihrem Browser deaktivieren oder einen Script-Blocker in Ihren Browser einbinden.</p><p>Cloudflare ist aktiver Teilnehmer beim EU-U.S. Privacy Shield Framework wodurch der korrekte und sichere Datentransfer persönlicher Daten geregelt wird. Mehr Informationen dazu finden Sie auf <a class=\"adsimple-311190408\" href=\"https://www.privacyshield.gov/participant?id=a2zt0000000GnZKAA0&amp;tid=311190408\" target=\"_blank\" rel=\"noopener\">https://www.privacyshield.gov/participant?id=a2zt0000000GnZKAA0</a>.<br/>Mehr Informationen zum Datenschutz bei Cloudflare finden Sie auf <a class=\"adsimple-311190408\" href=\"https://www.cloudflare.com/de-de/privacypolicy/?tid=311190408\" target=\"_blank\" rel=\"noopener\">https://www.cloudflare.com/de-de/privacypolicy/</a></p><h2>Ackee</h2><p> Um Informationen über das Verhalten unserer Besucher zu erhalten, verwenden wir <a href=\"https://ackee.electerious.com\" target=\"_blank\">Ackee</a>. Diese Analysesoftware gibt uns nur einen Einblick über unsere Besucher im Allgemeinen, aber nicht über Einzelpersonen, da sie keine Besucher verfolgt und keine persönlich identifizierbare Informationen speichert. <a href=\"https://docs.ackee.electerious.com/#/docs/Anonymization\" target=\"_blank\">Gehen Sie zu deren Dokumentation</a>, um herauszufinden, was Ackee sammelt.</p><p style=\"margin-top:15px;\">Quelle:Erstellt mit dem <a title=\"Datenschutz Generator Deutschland\" href=\"https://www.adsimple.de/datenschutz-generator/\" target=\"_blank\" rel=\"follow\" style=\"text-decoration:none;\">Datenschutz Generator</a>von AdSimple in Kooperation mit <a href=\"https://www.bauenwir.de\" target=\"_blank\" rel=\"follow\" title=\"\">bauenwir.de</a></p>",
	"book": {
		"download": {
			"epub": "Download für E-Book-Reader (epub)",
			"html": "Download für PC / Smartphone (html)",
			"pdf": "Download als PDF (pdf)"
		},
		"author": "Autor",
		"pubDate": "Veröffentlicht",
		"lang": "Sprache",
		"loading": {
			"text": "Bitte warte einen Moment, während wir Deinen Download vorbereiten..."
		},
		"rateLimit": "Tägliches Download-Limit",
		"captcha": {
			"title": "Sicherheitsüberprüfung",
			"description": "Da wir aktuell sehr viel Traffic haben, müssen wir überprüfen, ob du eine echte Person bist."
		}
	},
	"parts": "Kapitel",
	"errors": {
		"bookNotFound": "Leider konnten wir diese Geschichte nicht finden.",
		"invalidSearch": "Leider konnten wir Deine Eingabe nicht verarbeiten.<br/>Bitte gebe einen Wattpad-Link oder die ID einer Geschichte an.",
		"tokenError": "Dein Captcha-Token ist ungültig.",
		"serverError": "Das Buch konnte aufgrund eines internen Fehlers nicht abgerufen/konvertiert werden.",
		"paywall": "Paid-Stories können nicht heruntergeladen werden.",
		"rateLimit": "Du hast das Download-Limit für heute erreicht."
	}
}
