{
	"description": "¡Descargue historias de Wattpad para lectores de libros electrónicos, teléfonos inteligentes, computadoras de escritorio y más gratis!",
	"titlebar": {
		"home": "Inicio",
		"help": "Ayuda",
		"privacy": "Privacidad"
	},
	"home": {
		"text": "¡Descargue historias de Wattpad para <br/> lectores de libros electrónicos, teléfonos inteligentes, computadoras de escritorio y más! ",
		"urlDescription": "Abre una historia en Wattpad y cambia el <b>.com</b> a <b>.ml</b>",
		"placeholder": "Ingrese la URL de un libro, capítulo o id",
		"submit": "Continuar"
	},
	"help": [
		{
			"title": "¿Cómo descargar una historia de Wattpad?",
			"text": "Puedes abrir la historia que quieres descargar en Wattpad.com y simplemente cambiar el <b>.com</b> de wattpad.com en la URL por <b>.ml</b>.<br/>O copias la URL del libro y la pegas en el campo de entrada de nuestra página."
		},
		{
			"title": "¿Qué formato debo elegir para la descarga?",
			"text": "Ofrecemos dos formatos diferentes. Primero, el formato <b>EPUB</b> y segundo el <b>HTML</b>.<br/>EPUB es para lectores de E-Books como Kindle. Puedes descargarlo y cargarlo en tu lector de E-Books con un software llamado Calibre. EPUB también funciona muy bien con Apple Books. Así que si usted tiene un IPhone, debe descargar EPUB y se puede leer con Apple Books.<br/>Si usted está en otra plataforma como un PC o un teléfono inteligente Android, debe descargar HTML. Te proporcionamos un archivo .html que puedes abrir con cualquier navegador. Este contiene un lector completo con la historia disponible sin conexión. El lector también le da la opción de cambiar la fuente, el tamaño de la fuente y la combinación de colores."
		},
		{
			"title": "¿Alguna duda o problema?",
			"text": "<center>Escríbanos un correo electrónico: <a href=\"mailto:myhamstermail@gmail.com\">myhamstermail@gmail.com</a></center>"
		}
	],
	"privacy": "<h1 class=\"adsimple-311190408\">Política de privacidad</h1><h2 class=\"adsimple-311190408\">Privacidad</h2><p>Hemos elaborado esta declaración de protección de datos (versión 30.06.2020-311190408) con el fin de explicarle, de acuerdo con los requisitos del Reglamento Básico de Protección de <a class=\"adsimple-311190408\" href=\"https://eur-lex.europa.eu/legal-content/DE/ALL/?uri=celex%3A32016R0679&amp;tid=311190408\" target=\"_blank\" rel=\"noopener\">Datos (UE) 2016/679</a>, qué información recopilamos, cómo utilizamos los datos y qué opciones de toma de decisiones tiene como visitante de este sitio web.</p><p>Desafortunadamente, es en la naturaleza de las cosas que estas explicaciones suenan muy técnicas, pero hemos tratado de describir las cosas más importantes de la manera más simple y clara posible.</p><h2 class=\"adsimple-311190408\">Derechos en virtud del reglamento básico de protección de datos</h2><p>De acuerdo con las disposiciones del RGPD, usted tiene básicamente derecho a los siguientes derechos:</p><ul class=\"adsimple-311190408\"><li class=\"adsimple-311190408\">Derecho de rectificación (artículo 16 del RGPD)</li><li class=\"adsimple-311190408\">Derecho de supresión (\"derecho al olvido\") (artículo 17 del RGPD)</li><li class=\"adsimple-311190408\">Derecho a restringir el procesamiento (artículo 18 gdpr)</li><li class=\"adsimple-311190408\">Derecho de notificación: obligación de notificación en relación con la corrección o eliminación de datos personales o la restricción del procesamiento (artículo 19 del RGPD)</li><li class=\"adsimple-311190408\">Derecho a la transferibilidad de los datos (artículo 20 del RGPD)</li><li class=\"adsimple-311190408\">Derecho de oposición (artículo 21 del RGPD)</li><li class=\"adsimple-311190408\">Derecho a no estar sujeto a una decisión basada únicamente en el procesamiento automatizado, incluida la elaboración de perfiles (artículo 22 del RGPD)</li></ul><p>Si cree que el procesamiento de sus datos viola la ley de protección de datos o sus derechos de protección de datos han sido violados de alguna manera, puede comunicarse con el Comisionado Federal para la <a class=\"adsimple-311190408\" href=\"https://www.bfdi.bund.de\" target=\"_blank\" rel=\"noopener\">Protección de Datos y la Libertad de Información (BfDI).</a></p><h2 class=\"adsimple-311190408\">Cifrado TLS con https</h2><p>Utilizamos https para transmitir datos a prueba de toques en Internet (protección de datos a través del diseño de tecnología <a class=\"adsimple-311190408\" href=\"https://eur-lex.europa.eu/legal-content/DE/TXT/HTML/?uri=CELEX:32016R0679&amp;from=DE&amp;tid=311190408\" target=\"_blank\" rel=\"noopener\">Artículo 25 párrafo 1 GDPR</a>). Mediante el uso de TLS (Transport Layer Security), un protocolo de cifrado para la transmisión segura de datos en Internet, podemos garantizar la protección de los datos confidenciales. Puede reconocer el uso de esta protección de transmisión de datos mediante el pequeño símbolo de candado en la esquina superior izquierda del navegador y el uso del esquema https (en lugar de http) como parte de nuestra dirección de Internet.</p><h2 class=\"adsimple-311190408\">Política de privacidad de Cloudflare</h2><p>Utilizamos Cloudflare de Cloudflare, Inc. en este sitio web. (101 Townsend St., San Francisco, CA 94107, EE. UU.) para hacer que nuestro sitio web sea más rápido y seguro. Cloudflare utiliza cookies y procesa los datos del usuario. Cloudflare, Inc. es una empresa estadounidense que proporciona una red de entrega de contenido y varios servicios de seguridad. Estos servicios se encuentran entre el usuario y nuestro proveedor de alojamiento y actúan como <a class=\"adsimple-311190408\" href=\"https://de.wikipedia.org/wiki/Reverse_Proxy\" target=\"_blank\" rel=\"noopener\">proxy inverso</a> para los sitios web. Lo que todo esto significa exactamente, tratamos de explicarlo a continuación.</p><h3 class=\"adsimple-311190408\">¿Qué es Cloudflare?</h3><p>Una red de entrega de contenido (CDN), según lo proporcionado por Cloudflare, no es más que una red de servidores conectados a través de Internet. Cloudflare ha distribuido dichos servidores en todo el mundo para llevar las páginas web a su pantalla más rápido. En pocas palabras, Cloudflare hace copias de nuestro sitio web y las coloca en sus propios servidores. Si visita nuestro sitio web ahora, un sistema de equilibrio de carga garantiza que las partes más grandes de nuestro sitio web se entreguen desde el servidor que puede mostrar nuestro sitio web más rápido. La distancia de transferencia de datos a su navegador se acorta significativamente con una CDN. Por lo tanto, el contenido de nuestro sitio web es entregado a usted por Cloudflare no solo desde nuestro servidor de alojamiento, sino desde servidores de todo el mundo. El uso de Cloudflare es especialmente útil para los usuarios del extranjero, porque aquí la página se puede entregar desde un servidor cercano. Además de la entrega rápida de sitios web, Cloudflare también ofrece varios servicios de seguridad como la protección DDoS o el Firewall de aplicaciones web.</p><h3 class=\"adsimple-311190408\">¿Por qué utilizamos Cloudflare en nuestro sitio web?</h3><p>Por supuesto queremos ofrecerte el mejor servicio posible con nuestra web. Cloudflare nos ayuda a hacer que nuestro sitio web sea más rápido y seguro. Cloudflare nos ofrece optimizaciones web, así como servicios de seguridad como protección DDoS y firewall web. Esto incluye un <a class=\"adsimple-311190408\" href=\"https://wikipedia.org/wiki/Reverse_Proxy\" target=\"_blank\" rel=\"noopener\">proxy inverso</a> y la red de distribución de contenido (CDN). Cloudflare bloquea las amenazas y limita los bots y rastreadores abusivos que desperdician nuestro ancho de banda y los recursos del servidor. Al almacenar nuestro sitio web en centros de datos locales y bloquear el software de spam, Cloudflare nos permite reducir nuestro uso de ancho de banda en aproximadamente un 60%. La entrega de contenido desde un centro de datos cerca de usted y algunas optimizaciones web realizadas allí reducen el tiempo de carga promedio de un sitio web en aproximadamente la mitad. Según Cloudflare, la configuración \"Estoy en modo de ataque\" puede mitigar más ataques al mostrar una tarea de cálculo de JavaScript que debe resolverse antes de que un usuario pueda acceder a un sitio web. En general, esto hace que nuestro sitio web sea mucho más poderoso y menos susceptible al spam u otros ataques.</p><h3 class=\"adsimple-311190408\">¿Qué datos almacena Cloudflare?</h3><p>Cloudflare generalmente solo reenvía aquellos datos que son controlados por los operadores de sitios web. Por lo tanto, los contenidos no están determinados por Cloudflare, sino siempre por el propio operador del sitio web. Además, Cloudflare puede recopilar cierta información sobre el uso de nuestro sitio web y procesar datos que enviamos o para los cuales Cloudflare ha recibido las instrucciones adecuadas. En la mayoría de los casos, Cloudflare recibe datos como información de contacto, direcciones IP, huellas dactilares de seguridad, datos de protocolo DNS y datos de rendimiento para sitios web, que se derivan de la actividad del navegador. Por ejemplo, los datos de registro ayudan a cloudflare a identificar nuevas amenazas. De esta manera, Cloudflare puede garantizar un alto nivel de protección de seguridad para nuestro sitio web. Cloudflare procesa estos datos en el marco de sus servicios de conformidad con las leyes aplicables. Esto incluye, por supuesto, el reglamento básico de protección de datos (GDPR).</p><p>Por razones de seguridad, Cloudflare también utiliza una cookie. La cookie (__cfduid) se utiliza para identificar a usuarios individuales detrás de una dirección IP compartida y para aplicar configuraciones de seguridad para cada usuario individual. Esta cookie es muy útil, por ejemplo, si está utilizando nuestro sitio web desde una ubicación donde hay una serie de computadoras infectadas. Sin embargo, si su computadora es confiable, podemos reconocerlo a partir de la cookie. De esta manera, puede navegar a través de nuestro sitio web sin obstáculos, a pesar de las PC infectadas en las cercanías. También es importante saber que esta cookie no almacena ningún dato personal. Esta cookie es absolutamente necesaria para las funciones de seguridad de Cloudflare y no se puede desactivar.</p><h3 class=\"adsimple-311190408\">Cookies utilizadas por Cloudflare</h3><ul class=\"adsimple-311190408\"><li class=\"adsimple-311190408\">__cfduid<ul class=\"adsimple-311190408\"><li class=\"adsimple-311190408\">Período de caducidad:1 año</li><li class=\"adsimple-311190408\">Uso:Configuración de seguridad para cada visitante individual</li><li class=\"adsimple-311190408\">Valor ejemplar:d798bf7df9c1ad5b7583eda5cc5e78311190408</li></ul></li></ul><p>Cloudflare también trabaja junto con proveedores externos. Estos solo pueden procesar datos personales bajo instrucciones de Cloudflare y de acuerdo con la política de privacidad y otras medidas de confidencialidad y seguridad. Cloudflare no transmitirá datos personales sin nuestro consentimiento explícito.</p><h3 class=\"adsimple-311190408\">¿Cuánto tiempo y dónde se almacenan los datos?</h3><p>Cloudflare almacena su información principalmente en los EE.UU. y el Espacio Económico Europeo. Cloudflare puede transferir y acceder a la información descrita anteriormente desde todo el mundo. En general, Cloudflare almacena datos a nivel de usuario durante menos de 24 horas. Sin embargo, si las direcciones IP activan alertas de seguridad durante cloudflare, pueden producirse excepciones al período de retención anterior.</p><h3 class=\"adsimple-311190408\">¿Cómo puedo eliminar mis datos o evitar el almacenamiento de datos?</h3><p>Cloudflare mantiene los registros de datos solo el tiempo que sea necesario y, en la mayoría de los casos, estos datos se eliminan dentro de las 24 horas. Cloudflare tampoco almacena datos personales, como su dirección IP. Sin embargo, hay información que Cloudflare almacena indefinidamente como parte de sus registros permanentes para mejorar el rendimiento general de Cloudflare Resolver e identificar cualquier riesgo de seguridad. Puede averiguar exactamente qué registros permanentes se almacenan en <a class=\"adsimple-311190408\" href=\"https://www.cloudflare.com/application/privacypolicy/\" target=\"_blank\" rel=\"noopener\">https://www.cloudflare.com/application/privacypolicy/.</a> Todos los datos que Cloudflare recopile (temporales o permanentes) se limpiarán de todos los datos personales. Todos los registros permanentes también son anónimos por Cloudflare.</p><p>Cloudflare declara en su política de privacidad que no son responsables del contenido que reciben. Por ejemplo, si le pregunta a Cloudflare si pueden actualizar o eliminar su contenido, Cloudflare siempre se refiere a nosotros como el operador del sitio web. También puede evitar completamente toda la recopilación y el procesamiento de sus datos por parte de Cloudflare desactivando la ejecución de código de script en su navegador o integrando un bloqueador de scripts en su navegador.</p><p>Cloudflare es un participante activo en el Marco del Escudo de Privacidad UE-EE. UU. que regula la transferencia correcta y segura de datos personales. Puede encontrar más información al respecto en <a class=\"adsimple-311190408\" href=\"https://www.privacyshield.gov/participant?id=a2zt0000000GnZKAA0&amp;tid=311190408\" target=\"_blank\" rel=\"noopener\">https://www.privacyshield.gov/participant?id=a2zt0000000GnZKAA0.</a> <br />Puede encontrar más información sobre la protección de datos en Cloudflare en <a class=\"adsimple-311190408\" href=\"https://www.cloudflare.com/privacypolicy/\" target=\"_blank\" rel=\"noopener\">https://www.cloudflare.com/privacypolicy/</a></p><h2>Ackee</h2><p>Para obtener información sobre el comportamiento de nuestros visitantes, utilizamos <a href=\"https://ackee.electerious.com\" target=\"_blank\">Ackee.</a> Este software de análisis nos da una idea de nuestros visitantes solo en general, pero no sobre individuos per se, ya que no rastrea a los visitantes y no almacena ninguna información de identificación personal. <a href=\"https://docs.ackee.electerious.com/#/docs/Anonymization\" target=\"_blank\">Vaya a su documentación</a> para averiguar lo que Ackee recopila.</p>",
	"book": {
		"download": {
			"epub": "Descargar para lectores e-book (epub)",
			"html": "Descargar para PC / Smartphone (html)",
			"pdf": "Descargar como PDF (pdf)"
		},
		"author": "Autor",
		"pubDate": "Publicado",
		"lang": "Idioma",
		"rateLimit": "Límite de descargas diarias",
		"loading": {
			"text": "Por favor espera unos segundos mientras se prepara tu descarga..."
		},
		"captcha": {
			"title": "Verificación de seguridad",
			"description": "Como actualmente tenemos mucho tráfico, necesitamos verificar que usted es una persona real."
		}
	},
	"parts": "Partes",
	"errors": {
		"bookNotFound": "Lo sentimos, pero no podemos encontrar el libro.",
		"invalidSearch": "No podemos analizar el valor introducido.<br/> Por favor, proporciona un enlace de wattpad a una historia o un ID.",
		"tokenError": "Su Captcha-Token no es válido.",
		"serverError": "El libro no pudo ser recuperado/convertido debido a un error interno.",
		"paywall": "Las historias de paga no se pueden descargar.",
		"rateLimit": "Has alcanzado el límite de descargas para hoy."
	}
}