{
	"description": "Scarica storie da Wattpad per lettori e-book, smartphones, desktop ed altro, gratis!",
	"titlebar": {
		"home": "Home",
		"help": "Aiuto",
		"privacy": "Privacy"
	},
	"home": {
		"text": "Scarica storie da Wattpad per<br/> lettori e-book, smartphones, desktop ed altro!",
		"urlDescription": "Apri una storia su Wattpad e cambia il <b>.com</b> in <b>.ml</b>",
		"placeholder": "Inserisci l'URL del libro o id",
		"submit": "Avanti"
	},
	"help": [
		{
			"title": "Come scarico una storia da Wattpad?",
			"text": "Puoi aprire la storia che vuoi scaricare su Wattpad.com e semplicemente cambiare il <b>.com</b> di wattpad.com in <b>.ml</b>.<br/>Oppure puoi copiare l'URL del libro e incollarlo nel box nella nostra pagina."
		},
		{
			"title": "Quale formato dovrei scegliere per il download?",
			"text": "Noi offriamo due formati diversi, il primo, <b>EPUB</b> ed il secondo <b>HTML</b>.<br/>EPUB è indirizzato a lettori di e-book, come Kindle. Puoi scaricare questo formato e caricarlo sul tuo lettore di E-Book con un software chiamato Calibre. EPUB funziona altrettanto bene con Apple Books. Quindi se hai un iPhone, dovresti scaricare EPUB e lo potresti leggere con Apple Books.<br/>Se sei su un'altra piattaforma, come su PC o su telefono android, dovresti scaricare con il formato HTML. Noi forniamo un file .html che puoi aprire con qualsiasi browser web. Questo contiene un lettore completo con la storia disponibile offline. Il lettore, inoltre, offre la possibilità di cambiare il Font, le dimensioni del font ed il colore."
		},
		{
			"title": "Qualche domanda o problema?",
			"text": "<center>Scrivici una E-Mail: <a href=\"mailto:myhamstermail@gmail.com\">myhamstermail@gmail.com</a></center>"
		}
	],
	"privacy": "<h1 class=\"adsimple-311190408\">Privacy policy</h1><h2 class=\"adsimple-311190408\">Privacy</h2><p>Abbiamo redatto questa dichiarazione sulla protezione dei dati (versione 30.06.2020-311190408) per spiegarti, in conformità con i requisiti dell'art <a class=\"adsimple-311190408\" href=\"https://eur-lex.europa.eu/legal-content/DE/ALL/?uri=celex%3A32016R0679&amp;tid=311190408\" target=\"_blank\" rel=\"noopener\">Basic Data Protection Regulation (EU) 2016/679</a>, quali informazioni raccogliamo, come utilizziamo i dati e quali opzioni decisionali hai come visitatore di questo sito Web.</p><p>Purtroppo è nella natura delle cose che queste spiegazioni suonino molto tecniche, ma ci abbiamo provato per descrivere le cose più importanti nel modo più semplice e chiaro possibile.</p><h2 class=\"adsimple-311190408\">Diritti ai sensi del regolamento di base sulla protezione dei dati</h2><p>Secondo le disposizioni del GDPR, Lei ha sostanzialmente i seguenti diritti:</p><ul class=\"adsimple-311190408\"> <li class=\"adsimple-311190408\">Diritto di rettifica (art. 16 GDPR)</li><li class=\"adsimple-311190408\">Diritto di cancellazione (diritto all'oblio) (art. 17 GDPR)</li><li class=\"adsimple-311190408\">Diritto alla limitazione del trattamento (art. 18 GDPR)</li><li class=\"adsimple-311190408\">Diritto di notifica &#8211; Obbligo di notifica in relazione alla rettifica o cancellazione dei dati personali o alla limitazione del trattamento (articolo 19 GDPR) </li><li class=\"adsimple-311190408\">Diritto alla trasferibilità dei dati (art. 20 GDPR)</li><li class=\"adsimple-311190408\">Diritto di opposizione (art. 21 GDPR)</li><li class=\"adsimple-311190408\">Diritto a non essere sottoposto a una decisione basata unicamente sul trattamento automatizzato, compresa la profilazione (art. 22 GDPR) </li></ul><p>Se ritieni che il trattamento dei tuoi dati violi la legge sulla protezione dei dati o che i tuoi diritti di protezione dei dati siano stati altrimenti violati in qualsiasi modo, puoi contattare il <a class=\"adsimple-311190408\" class=\"311190408\" href=\"https://www.bfdi.bund.de\" target=\"_blank\" rel=\"noopener\">Federal Commissioner for Data Protection and Freedom of Information (BfDI)</a>.</p><h2 class=\"adsimple-311190408\">Cifratura TLS con https</h2><p>Utilizziamo https per trasmettere dati a prova di tap su Internet (protezione dei dati attraverso il design tecnologico <a class=\"adsimple-311190408\" href=\"https://eur-lex.europa.eu/legal-content/DE/TXT/HTML/?uri=CELEX:32016R0679&amp;from=DE&amp;tid=311190408\" target=\"_blank\" rel=\"noopener\">Articolo 25 comma 1 GDPR</a>). Utilizzando TLS (Transport Layer Security), un protocollo di crittografia per la trasmissione sicura dei dati su Internet, possiamo garantire la protezione dei dati riservati. È possibile riconoscere l'uso di questa protezione della trasmissione dei dati dal piccolo simbolo del lucchetto nell'angolo in alto a sinistra del browser e dall'uso dello schema https (invece di http) come parte del nostro indirizzo Internet.</p><h2 class=\"adsimple-311190408\">Cloudflare privacy policy</h2><p>Utilizziamo Cloudflare di Cloudflare, Inc. su questo sito Web. (101 Townsend St., San Francisco, CA 94107, USA) per rendere il nostro sito web più veloce e sicuro. Cloudflare utilizza i cookie ed elabora i dati degli utenti. Cloudflare, Inc. è una società americana che fornisce una rete di distribuzione di contenuti e vari servizi di sicurezza. Questi servizi si trovano tra l'utente e il nostro provider di hosting e agiscono come <a class=\"adsimple-311190408\" href=\"https://de.wikipedia.org/wiki/Reverse_Proxy\" target=\"_blank\" rel=\"noopener\">Reverse Proxy</a>per siti web. Cosa significhi esattamente tutto questo, proviamo a spiegare di seguito.</p><h3 class=\"adsimple-311190408\">Che cos'è Cloudflare?</h3><p>Una Content Delivery Network (CDN), fornita da Cloudflare, non è altro che una rete di server collegati tramite Internet. Cloudflare ha distribuito tali server in tutto il mondo per portare le pagine Web sul tuo schermo più velocemente. In poche parole, Cloudflare crea copie del nostro sito Web e le colloca sui propri server. Se visiti ora il nostro sito Web, un sistema di bilanciamento del carico garantisce che le parti più grandi del nostro sito Web vengano fornite dal server in grado di visualizzare il nostro sito Web più velocemente. La distanza di trasferimento dei dati al tuo browser è notevolmente ridotta da una CDN. Pertanto, il contenuto del nostro sito Web ti viene fornito da Cloudflare non solo dal nostro server di hosting, ma da server in tutto il mondo. L'uso di Cloudflare è particolarmente utile per gli utenti dall'estero, perché qui la pagina può essere consegnata da un server vicino. Oltre alla consegna rapida dei siti Web, Cloudflare offre anche vari servizi di sicurezza come la protezione DDoS o il Web Application Firewall.</p><h3 class=\"adsimple-311190408\">Perchè usiamo Cloudflare sul nostro sito?</h3><p>Naturalmente vogliamo offrirti il miglior servizio possibile con il nostro sito web. Cloudflare ci aiuta a rendere il nostro sito web più veloce e sicuro. Cloudflare ci offre ottimizzazioni web e servizi di sicurezza come protezione DDoS e firewall web. Ciò include un <a class=\"adsimple-311190408\" href=\"https://wikipedia.org/wiki/Reverse_Proxy\" target=\"_blank\" rel=\"noopener\">Reverse-Proxy</a>e la rete di distribuzione dei contenuti (CDN). Cloudflare blocca le minacce e limita i bot e i crawler abusivi che sprecano la nostra larghezza di banda e le risorse del server. Archiviando il nostro sito Web in data center locali e bloccando il software antispam, Cloudflare ci consente di ridurre l'utilizzo della larghezza di banda di circa il 60%. La distribuzione di contenuti da un data center vicino a te e alcune ottimizzazioni web eseguite lì riducono il tempo medio di caricamento di un sito Web di circa la metà. Secondo Cloudflare, l'impostazione \"I'm Under Attack Mode\" può mitigare ulteriori attacchi visualizzando un'attività di calcolo JavaScript che deve essere risolta prima che un utente possa accedere a un sito Web. Nel complesso, questo rende il nostro sito Web molto più potente e meno suscettibile allo spam o ad altri attacchi.</p><h3 class=\"adsimple-311190408\">Che dati sono salvati su Cloudflare?</h3><p>Cloudflare generalmente inoltra solo quei dati che sono controllati dagli operatori del sito web. I contenuti non sono quindi determinati da Cloudflare, ma sempre dallo stesso gestore del sito web. Inoltre, Cloudflare può raccogliere determinate informazioni sull'utilizzo del nostro sito Web ed elaborare i dati che vengono inviati da noi o per i quali Cloudflare ha ricevuto istruzioni appropriate. Nella maggior parte dei casi, Cloudflare riceve dati come informazioni di contatto, indirizzi IP, impronte digitali di sicurezza, dati del protocollo DNS e dati sulle prestazioni per i siti Web, che derivano dall'attività del browser. Ad esempio, i dati di registro aiutano cloudflare a identificare nuove minacce. In questo modo Cloudflare può garantire un elevato livello di protezione della sicurezza per il nostro sito web. Cloudflare elabora questi dati nell'ambito dei propri servizi in conformità con le leggi applicabili. Ciò include ovviamente il regolamento di base sulla protezione dei dati (GDPR).</p><p>Per motivi di sicurezza Cloudflare utilizza anche un cookie. Il cookie (__cfduid) viene utilizzato per identificare i singoli utenti dietro un indirizzo IP condiviso e per applicare le impostazioni di sicurezza per ogni singolo utente. Questo cookie è molto utile, ad esempio, se stai utilizzando il nostro sito Web da una posizione in cui sono presenti diversi computer infetti. Tuttavia, se il tuo computer è affidabile, possiamo riconoscerlo dal cookie. In questo modo è possibile navigare senza ostacoli nel nostro sito Web, nonostante i PC infetti nelle vicinanze. È inoltre importante sapere che questo cookie non memorizza alcun dato personale. Questo cookie è assolutamente necessario per le funzioni di sicurezza di Cloudflare e non può essere disattivato.</p><h3 class=\"adsimple-311190408\">Cookies usati da Cloudflare</h3><ul class=\"adsimple-311190408\"> <li class=\"adsimple-311190408\">__cfduid <ul class=\"adsimple-311190408\"> <li class=\"adsimple-311190408\">Scadenza:1 anno</li><li class=\"adsimple-311190408\">Utilizzo:Impostazioni di sicurezza per ogni singolo visitatore</li><li class=\"adsimple-311190408\">Valore di esempio:d798bf7df9c1ad5b7583eda5cc5e78311190408</li></ul> </li></ul><p>Cloudflare collabora anche con fornitori di terze parti. Questi possono elaborare i dati personali solo su istruzioni di Cloudflare e in conformità con l'informativa sulla privacy e altre misure di riservatezza e sicurezza. Cloudflare non trasmetterà dati personali senza il nostro esplicito consenso.</p><h3 class=\"adsimple-311190408\"> Per quanto tempo i miei dati vengono salvati?</h3><p>Cloudflare archivia le tue informazioni principalmente negli Stati Uniti e nello Spazio economico europeo. Cloudflare può trasferire e accedere alle informazioni sopra descritte da tutto il mondo. In generale, Cloudflare archivia i dati a livello di utente per meno di 24 ore. Tuttavia, se gli indirizzi IP attivano avvisi di sicurezza durante cloudflare, potrebbero verificarsi eccezioni al periodo di conservazione sopra indicato.</p><h3 class=\"adsimple-311190408\">Come posso eliminare i miei dati o impedire la memorizzazione di essi?</h3><p>Cloudflare conserva i registri dei dati solo per il tempo necessario e nella maggior parte dei casi questi dati vengono eliminati entro 24 ore. Inoltre, Cloudflare non memorizza dati personali, come il tuo indirizzo IP. Tuttavia, ci sono informazioni che Cloudflare archivia a tempo indeterminato come parte dei suoi registri permanenti per migliorare le prestazioni complessive di Cloudflare Resolver e per identificare eventuali rischi per la sicurezza. Puoi scoprire esattamente su quali registri permanenti sono archiviati <a class=\"adsimple-311190408\" href=\"https://www.cloudflare.com/application/privacypolicy/\" target=\"_blank\" rel=\"noopener\">https://www.cloudflare.com/application/privacypolicy/</a>. Tutti i dati raccolti da Cloudflare (temporanei o permanenti) verranno eliminati da tutti i dati personali. Tutti i registri permanenti sono anche resi anonimi da Cloudflare.</p><p>Cloudflare afferma nella sua politica sulla privacy di non essere responsabile del contenuto che riceve. Ad esempio, se chiedi a Cloudflare se possono aggiornare o eliminare i tuoi contenuti, Cloudflare si riferisce sempre a noi come operatore del sito web. Puoi anche impedire completamente l'intera raccolta ed elaborazione dei tuoi dati da parte di Cloudflare disattivando l'esecuzione del codice script nel tuo browser o integrando uno script blocker nel tuo browser.</p><p>Cloudflare è un partecipante attivo nell'UE -NOI. Privacy Shield Framework che regola il trasferimento corretto e sicuro dei dati personali. Puoi trovare maggiori informazioni su questo su <a class=\"adsimple-311190408\" href=\"https://www.privacyshield.gov/participant?id=a2zt0000000GnZKAA0&amp;tid=311190408\" target=\"_blank\" rel=\"noopener\">https://www.privacyshield.gov/participant?id=a2zt0000000GnZKAA0</a>.<br/>Maggiori informazioni sulla protezione dei dati su Cloudflare sono disponibili all'indirizzo <a class=\"adsimple-311190408\" href=\"https://www.cloudflare.com/privacypolicy/\" target=\"_blank\" rel=\"noopener\">https://www.cloudflare.com/privacypolicy/</a></p><h2>Ackee</h2><p> Per ottenere informazioni sul comportamento dei nostri visitatori, utilizziamo <a href=\"https://ackee.electerious.com\" target=\"_blank\">Ackee</a>. Questo software di analisi ci fornisce informazioni sui nostri visitatori solo in generale, ma non sugli individui di per sé, poiché non tiene traccia dei visitatori e non memorizza alcuna informazione di identificazione personale. <a href=\"https://docs.ackee.electerious.com/#/docs/Anonymization\" target=\"_blank\">Vai alla loro documentazione</a> per scoprire cosa raccoglie Ackee.</p>",
	"book": {
		"download": {
			"epub": "Scarica per lettori E-Book (epub)",
			"html": "Scarica per PC / Smartphone (html)",
			"pdf": "Scarica come PDF (pdf)"
		},
		"author": "Autore",
		"pubDate": "Pubblicato",
		"lang": "Lingua",
        "rateLimit": "Limite giornaliero download",
		"loading": {
			"text": "Per favore attendi alcuni secondi mentre prepariamo il tuo download"
		},
		"captcha": {
			"title": "Controllo sicurezza",
			"description": "Poichè stiamo avendo molto trafico, abbiamo bisogno di verificare che tu sia una vera persona."
		}
	},
	"parts": "Parti",
	"errors": {
		"bookNotFound": "Scusa ma non possiamo trovare il libro!",
		"invalidSearch": "Non possiamo analizzare il valore inserito<br/> Per favore inserisci un link ad una storia Wattpad o un ID.",
		"tokenError": "Il tuo token captcha è invalido",
		"serverError": "Il libro non può essere analizzato/convertito a causa di un errore interno.",
		"paywall": "Storie a pagamento non possono essere scaricate",
		"rateLimit": "Hai raggiunto il limite di download per oggi"
	}
}
